{"pmid": "31452104", "title": "Molegro Virtual Docker for Docking.", "abstract": "Molegro Virtual Docker is a protein-ligand docking simulation program that allows us to carry out docking simulations in a fully integrated computational package. MVD has been successfully applied to hundreds of different proteins, with docking performance similar to other docking programs such as AutoDock4 and AutoDock Vina. The program MVD has four search algorithms and four native scoring functions. Considering that we may have water molecules or not in the docking simulations, we have a total of 32 docking protocols. The integration of the programs SAnDReS ( https://github.com/azevedolab/sandres ) and MVD opens the possibility to carry out a detailed statistical analysis of docking results, which adds to the native capabilities of the program MVD. In this chapter, we describe a tutorial to carry out docking simulations with MVD and how to perform a statistical analysis of the docking results with the program SAnDReS. To illustrate the integration of both programs, we describe the redocking simulation focused the cyclin-dependent kinase 2 in complex with a competitive inhibitor."}
{"pmid": "31437182", "title": "TreeCluster: Clustering biological sequences using phylogenetic trees.", "abstract": "Clustering homologous sequences based on their similarity is a problem that appears in many bioinformatics applications. The fact that sequences cluster is ultimately the result of their phylogenetic relationships. Despite this observation and the natural ways in which a tree can define clusters, most applications of sequence clustering do not use a phylogenetic tree and instead operate on pairwise sequence distances. Due to advances in large-scale phylogenetic inference, we argue that tree-based clustering is under-utilized. We define a family of optimization problems that, given an arbitrary tree, return the minimum number of clusters such that all clusters adhere to constraints on their heterogeneity. We study three specific constraints, limiting (1) the diameter of each cluster, (2) the sum of its branch lengths, or (3) chains of pairwise distances. These three problems can be solved in time that increases linearly with the size of the tree, and for two of the three criteria, the algorithms have been known in the theoretical computer scientist literature. We implement these algorithms in a tool called TreeCluster, which we test on three applications: OTU clustering for microbiome data, HIV transmission clustering, and divide-and-conquer multiple sequence alignment. We show that, by using tree-based distances, TreeCluster generates more internally consistent clusters than alternatives and improves the effectiveness of downstream applications. TreeCluster is available at https://github.com/niemasd/TreeCluster."}
{"pmid": "31278290", "title": "A novel motif in the proximal C-terminus of Pannexin 1 regulates cell surface localization.", "abstract": "The Pannexin 1 (Panx1) ion and metabolite channel is expressed in a wide variety of cells where it regulates a number of cell behaviours including proliferation and differentiation. Panx1 is expressed on the cell surface as well as intracellular membranes. Previous work suggests that a region within the proximal Panx1 C-terminus (Panx1CT) regulates cell surface localization. Here we report the discovery of a putative leucine-rich repeat (LRR) motif in the proximal Panx1CT necessary for Panx1 cell surface expression in HEK293T cells. Deletion of the putative LRR motif results in significant loss of Panx1 cell surface distribution. Outcomes of complementary cell surface oligomerization and glycosylation state analyses were consistent with reduced cell surface expression of Panx1 LRR deletion mutants. Of note, the oligomerization analysis revealed the presence of putative dimers and trimers of Panx1 at the cell surface. Expression of Panx1 increased HEK293T cell growth and reduced doubling time, while expression of a Panx1 LRR deletion mutant (highly conserved segment) did not reproduce this effect. In summary, here we discovered the presence of a putative LRR motif in the Panx1CT that impacts on Panx1 cell surface localization. Overall these findings provide new insights into the molecular mechanisms underlying C-terminal regulation of Panx1 trafficking and raise potential new lines of investigation with respect to Panx1 oligomerization and glycosylation."}
{"pmid": "31261648", "title": "Food Insecurity and Geriatric Hospitalization.", "abstract": "Food insecurity (FI) has been associated with hospitalization, although the pathways underlying this relationship are poorly understood, in part due to the potential for a bidirectional relationship. This study aimed to determine associations of FI with concurrent and future hospitalization among older adults; mediation by depression and; whether hospitalization increased risk of FI. Participants came from the 2012 and 2014 waves of the Health and Retirement Study (HRS;"}
{"pmid": "30905567", "title": "Mohs Reconstruction and Scar Revision.", "abstract": "Facial reconstruction may be effectively performed in an office setting using a variety of techniques. Careful patient selection is paramount for achieving successful outcomes in this setting. The most common reconstructive techniques used in the office setting include local flaps and skin grafts. Scar management is complementary to all facial reconstructive procedures, and the reconstructive surgeon has a large variety of scar management techniques available. Scar management should be individualized based on clinical setting and available resources."}
{"pmid": "10618693", "title": "Multiple sclerosis is associated with enhanced B cell responses to the ganglioside GD1a.", "abstract": "The occurrence and role of autoantibodies to gangliosides and other lipid-containing components of the central nervous system in Multiple Sclerosis (MS) are unsettled. Using sensitive ELISAs, we measured IgG and IgM antibody titers and absorbances to the three major gangliosides GD1a, GD1b and GM1, and to sulfatides, cardiolipin and myelin proteins in paired serum and cerebrospinal fluid (CSF) from patients with untreated MS, optic neuritis (ON), acute aseptic meningo-encephalitis (AM) and other neurological diseases (OND). Twenty-three per cent of 30 MS (P<0.04) and 18% of 32 ON patients (P<0.05) presented elevated IgG antibody titers to GD1a in serum compared to 9% of patients with OND. Six (40%) of the patients with malignant MS had elevated serum IgG antibody titers to GD1a compared to one (6%) of the patients with benign MS (P<0.04). In CSF, elevated IgG antibody titers to GD1a were measured in 13% of MS and 20% of ON patients compared to 4% of patients with OND (P<0. 03 and P<0.02, respectively). The augmented IgG response to GD1a in serum also separated MS from Guillain-Barré syndrome. Compared to OND increased IgM absorbances to sulfatides and cardiolipin were observed in CSF of patients with MS, but also in AM. Elevated IgG antibody titers to myelin proteins were found more often in MS patients' serum and MS, ON and AM patients' CSF compared to OND. The data implicate that among the multitude of enhanced B-cell responses occurring in MS and ON, that directed to GD1a is common and more discriminative, and should be evaluated in future MS treatment studies."}
{"pmid": "10799447", "title": "Induction of hypergammaglobulinemia and macrophage activation by silicone gels and oils in female A.SW mice.", "abstract": "Although most published epidemiological studies have found little evidence of systemic autoimmune disease associated with silicone breast implants, there still remains a question of whether silicones can cause local and/or systemic immune dysfunction. This study further investigates the effects of silicones on autoantibody and immunoglobulin production and macrophage activation in female A.SW mice. Sixty mice were divided among four treatment groups receiving a 0.5-ml intraperitoneal injection of either phosphate-buffered saline (PBS), pristane, silicone gel, or silicone oil. Test bleeds were taken periodically for 6 months. In contrast to pristane, neither silicone gel nor silicone oil induced lupus-associated antinuclear autoantibodies (immunoglobulin G [IgG] anti-nRNP/Sm, Su, and ribosomal P) or lupus nephritis. However, serum IgM became elevated persistently within 1 month of silicone gel or silicone oil administration. Also, the level of IgG3 was clearly elevated in silicone oil-treated mice. In contrast, IgG1, IgG2a, and IgG2b levels were not affected greatly by either silicone gel or oil. Furthermore, peritoneal macrophages from silicone- and pristane-treated mice produced higher levels of interleukin-1beta (IL-1beta) and IL-6 than those from PBS-treated mice after lipopolysaccharide stimulation. These results suggest that silicone gels and oils are capable of inducing hypergammaglobulinemia and activating macrophages in female A.SW mice."}
{"pmid": "10896769", "title": "IL-10 deficiency does not inhibit insulitis and accelerates cyclophosphamide-induced diabetes in the nonobese diabetic mouse.", "abstract": "IL-10 exterts profound immunostimulatory and immunoinhibitory effects. To explore the role of IL-10 in autoimmune diabetes of nonobese diabetic (NOD) mice, we generated IL-10-deficient NOD mice. In contrast to our previous results with neutralizing antibodies to IL-10, IL-10-deficient NOD mice developed insulitis and their splenocytes readily responded to islet antigen glutamic acid decarboxylase 65. IL-10-deficient NOD mice did not develop accelerated spontaneous diabetes. On the other hand, IL-10-deficient NOD mice developed accelerated disease following cyclophosphamide (CYP) injection. These findings demonstrate that IL-10 is dispensable for autoimmune diabetes. IL-10's absence fails to accelerate endogenous diabetes but potentiates CYP-induced diabetes."}
{"pmid": "10867739", "title": "Possible role of gangliosides in salivary gland complications of diabetes.", "abstract": "Gangliosides have previously been considered to be possible antigenic sites in Type 1 diabetes. Lymphocytic infiltration of Langerhans islands is the pathologic hallmark of autoimmune diabetes and may also be observed in salivary glands in experimental diabetes. Diabetic complications of parotid and submaxillary glands may therefore be related with an autoimmune process against sialoglycoconjugates of salivary gland tissue."}
